spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.get_snat_type_c03a20ccca6f092bd703b53b291e960d_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_snat_type><virtual_servers><value>test_virtual_server_nil</value></virtual_servers></wsdl:get_snat_type></env:Body></env:Envelope>